{
  "A fresh verification link has been sent to your email address.": "Foi enviado um novo link de verificação para o seu correio eletrónico.",
  "All rights reserved.": "Todos os direitos estão reservados.",
  "Before proceeding, please check your email for a verification link.": "Antes de continuar, verifique no seu correio eletrónico um link de verificação.",
  "click here to request another": "pressione aqui para pedir um novo",
  "Confirm Password": "Confirmar a senha",
  "E-Mail Address": "Endereço de correio eletrónico",
  "Error": "Erro",
  "Forbidden": "Proibido",
  "Forgot Your Password?": "Esqueceu-se da sua senha?",
  "Go Home": "Ir para o principio",
  "Hello!": "Olá!",
  "hi": "olá",
  "If you did not create an account, no further action is required.": "Caso não tenha criado uma conta, ignore este e-mail.",
  "If you did not receive the email": "Caso não tenha recebido o correio eletronico",
  "If you did not request a password reset, no further action is required.": "Caso não tenha solicitado a redefinição da senha, ignore este e-mail.",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Se estiver com problemas para pressionar o botão \":actionText\", copie e cole o URL abaixo\npara o seu navegador da web: [:actionURL](:actionURL)",
  "Login": "Entrar",
  "Logout": "Terminar sessão",
  "Name": "Nome",
  "Oh no": "Algo correu mal",
  "Page Expired": "A página expirou",
  "Page Not Found": "A página não foi encontrada",
  "Password": "Senha",
  "Please click the button below to verify your email address.": "Por favor, pressione o botão abaixo para verificar seu endereço de correio eletrónico.",
  "Regards": "Atenciosamente",
  "Register": "Criar novo registo",
  "Remember Me": "Lembrar-se de mim",
  "Reset Password": "Alterar senha",
  "Reset Password Notification": "Notificação de alteração de senha",
  "Send Password Reset Link": "Enviar link de alteração de senha",
  "Service Unavailable": "Serviço indisponível",
  "Sorry, the page you are looking for could not be found.": "Desculpe, mas a página que você está à procura não foi encontrada.",
  "Sorry, you are forbidden from accessing this page.": "Desculpe, está proibido de aceder a esta página.",
  "Sorry, you are making too many requests to our servers.": "Desculpe, mas está a fazer muitas solicitações aos nossos servidores.",
  "Sorry, you are not authorized to access this page.": "Desculpe, mas não está autorizado a aceder a esta página.",
  "Sorry, your session has expired. Please refresh and try again.": "Desculpe, a sua sessão expirou. Por favor, refresque a página e tente novamente.",
  "Sorry, we are doing some maintenance. Please check back soon.": "Desculpe, mas estamos a fazer algumas manutenções. Por favor, volte mais tarde.",
  "Toggle navigation": "Alternar navegação",
  "Too Many Requests": "Muitas solicitações",
  "Unauthorized": "Não autorizado",
  "Verify Email Address": "Verifique a sua caixa de correio eletrónico",
  "Verify Your Email Address": "Verifique o seu endereço de correio eletrónico",
  "You are receiving this email because we received a password reset request for your account.": "Recebeu esta mensagem de correio eletrónico porque foi solicitado uma alteração de senha da sua conta.",
  "Whoops!": "Ups!",
  "Whoops, something went wrong on our servers.": "Ups, aconteceu algo de estranho nos nossos servidores."
}
